Repository: 360youlun/cmsplugin-contact
Catalog: cmsplugin_contact/locale/*/LC_MESSAGES/django.po
Languages: de

source: Contact Form
de: Kontaktformular

source: No subject
de: Kein Betreff

source: Email Recipient
de: EMail Empf&auml;nger

source: Subject Label
de: Betreff Label

source: Message Content Label
de: EMail Inhalt Label

source: Thanks Message
de: Dankesnachricht

source: Message displayed on successful submit
de: Benachrichtigung bei erfolgreichem Senden.

source: Submit Button Value
de: Senden Button Beschriftung

source: Method to protect your site from spam
de: Spamschutz Methode

source: Only if you are using Akismet spam protection.
de: Nur wenn Sie den Akismet Spamschutz verwenden.

source: Only if you are using ReCAPTCHA spam protection.
de: Nur wenn Sie den ReCAPTCHA Spamschutz verwenden.

source: Incorrect please try again
de: Nicht korrekt. Bitte versuchen Sie es erneut.

source: Enter the words above:
de: Bitte geben Sie die obigen W&ouml;rter ein:

source: Enter the numbers you hear:
de: Bitte geben Sie die Zahlen ein, die Sie h&ouml;ren.

source: Get another CAPTCHA
de: Anderes CAPTCHA

source: Get an audio CAPTCHA
de: Audio CAPTCHA

source: Get an image CAPTCHA
de: Bild CAPTCHA

source: Help
de: Hilfe
